[
  {
    "id": 1,
    "fullName": "Ашихмин Гавриил Иванович",
    "rank": "",
    "birthYear": 1917,
    "deathYear": null,
    "photo": "photos/ashihmin.jpg",
    "bio": "Ашихмин Гавриил Иванович родился на Алтае. Он не был офицером, и его военный путь можно восстанавливать только по воспоминаниям потомков.\nНовобранцев Сибирского военного округа наспех обучили военному делу и спешно перебросили в Москву в ноябре 1941 года. Свой военный путь он начал в Подмосковье от Истры - и двигался по Новорижскому шоссе на запад по ходу отступления немцев от Москвы. Освобождал разрушенный до основания город Великие Луки, где был очень серьезно ранен в декабре 1943 года. Там и остался навсегда. Там же прожили два поколения его потомков.\nМы должны хорошо знать и бережно хранить память о подвигах наших предков. Это делает каждого из нас сильнее как личность, и всех нас сильнее как народ!",
    "contributor": "Ашихмина Олеся, правнучка Гавриила Ивановича"
  },
  {
    "id": 2,
    "fullName": "Бирюков Василий Михайлович",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/birukov.jpg",
    "bio": "Бирюков Василий Михайлович ушел из жизни, когда ей было 12 лет. Он никогда не рассказывал о войне. После его смерти из военного билета она узнала, что он был призван по мобилизации Бауманским РВК г. Москвы 24 июня 1941 года и прошёл войну шофером.\nДомой вернулся в марте 1945 года из-за ранения в правое предплечье. Был награжден двумя медалями после войны.",
    "contributor": "Овчинникова Марина Михайловна, внучка Василия Михайловича"
  },
  {
    "id": 3,
    "fullName": "Барашков Виктор Сергеевич",
    "rank": "Сержант",
    "birthYear": 1924,
    "deathYear": null,
    "photo": "photos/barashkov.jpg",
    "bio": "Виктор Сергеевич был призван в Красную армию в 1942г. После окончания сержантских курсов, командовал орудийным расчетом зенитного орудия. В начале июля 1943 г. его батарея сбила 5 вражеских самолетов, за что он был награжден Орденом Отечественной войны 2 степени.\nВ ноябре 1944 г., на подступах к г. Будапешту, зенитное орудие под его командованием сбило 2 самолета противника, доведя счет до 6 сбитых самолетов, за что его наградили Орденом Красной звезды.\n18 апреля 1945г он получил приказ уничтожить пулеметные и минометные точки противника, которые мешали нашей артиллерии. Выехав на передний край, он сходу развернул свое орудие и прямой наводкой уничтожил 5 пулеметных и минометных точек, до 200 солдат и офицеров противника.\nЗа этот бой он был награжден Орденом Славы III степени, самой почетной солдатской наградой в армии, которой награждали исключительно за личный подвиг.",
    "contributor": "Светашев Федор, Виктор Сергеевич - брат его прабабушки"
  },
  {
    "id": 4,
    "fullName": "Борисов Николай Семёнович",
    "rank": "Ст. Лейтенант",
    "birthYear": 1910,
    "deathYear": null,
    "photo": "photos/borisov.jpg",
    "bio": "Николай Семенович Борисов был офицером НКГБ. Он оставил после себя записи-воспоминания о своей жизни. Его военный путь начался еще в 1939 году с 170 Польской операции Красной Армии.\nА самым главным его подвигом стало водружение красного знамени на Сапун-горе в Севастополе 9 мая 1944 года. Это было легендарное и значимое сражение! Вот как описывает его Николай Семёнович: «Как и планировалось, в 8.00 началась артподготовка. От грохота и разрывов снарядов содрогалась гора. На нас сыпались отколовшиеся скальные глыбы, камни и их осколки, трамбуя землю, и раскатываясь по ней, поднимая пыль.\nДольше часа продолжался этот «Содом». И вдруг - короткое затишье, которое взорвалось криками «Ура!» и возгласами «за Родину!», «за Сталина!». Все ринулись в атаку. Начался штурм!». В том бою он потерял ногу и на всю жизнь остался инвалидом.\nЗа этот подвиг его командир подал на Николая Семёновича представление к званию «Героя Советского Союза». Но звания этого он так и не получил.",
    "contributor": "Ашихмина Олеся, правнучка Николая Семёновича"
  },
  {
    "id": 5,
    "fullName": "Ведесов Михаил Ильич",
    "rank": "Инженер-капитан",
    "birthYear": 1924,
    "deathYear": null,
    "photo": "photos/vedesov.jpg",
    "bio": "Ведесов Михаил Ильич родился 8 ноября 1923 года в деревне Юж-Озёрный Южинского района Марийской АССР в рабоче-крестьянской семье. До призыва в армию в июле 1942 года он учился в школе в этой же деревне, потом служил рядовым в должности сержантского состава. С апреля 1944 года воевал на 2-м Украинском фронте, там помог освободить часть правобережной Украины и Молдавской ССР. Во время одного из сражений был контужен и отправлен в тыл.\nПосле лечения получил образование профессионального военного, стал командиром взвода. После войны продолжал трудиться, обзавелся семьей, воспитал детей. Покинул этот мир 21 октября 2013 года.\nОн был награжден медалью «За боевые заслуги», орденом Отечественной войны второй степени, медалью «За победу над Германией в Великой Отечественной войне 1941-1945 гг.».",
    "contributor": "Ведесова Елизавета, правнучка Михаила Ильича"
  },
  {
    "id": 6,
    "fullName": "Водопьянов Владимир Константинович",
    "rank": "Гв. Младший сержант",
    "birthYear": 1926,
    "deathYear": null,
    "photo": "photos/vodopyanov.jpg",
    "bio": "Родился 28 декабря 1926 в селе Абоимово Салганского района Горьковской области, а 9 ноября 1943 года был призван в Красную Армию в 16 лет. Служил в 308-й стрелковой Латышской Краснознамённой дивизии, позднее стал Командиром отделения 1 батальона 323 стрелкового полка.\nУчаствовал в боях на Курской дуге. В бою за хутор Паутине и Камбаре, получив приказ восстановить связь, Водопьянов, невзирая на сильный огонь, бесстрашно несколько раз ходил от штаба батальона роты до передовой. Тем самым он обеспечил бесперебойное управление боем и способствовал выполнению боевой задачи, за что 02.02.1945 года был награжден медалью «За боевые заслуги».\nС 26 декабря по 29 декабря 1944 года при порыве обороны противника, отбивая контратаки врага, уничтожил семь солдат противника, а одного взял в плен, за что был удостоен награды медали «За отвагу».",
    "contributor": "Сухановский Игнат"
  },
  {
    "id": 7,
    "fullName": "Ганеева Сания Газизовна",
    "rank": "",
    "birthYear": 1917,
    "deathYear": null,
    "photo": "photos/ganeeva.jpg",
    "bio": "Ганеева Сания Газизовна, капитан медицинской службы. Она была старшей из пяти детей в семье. Выпуск из медицинского института, где она училась, был ускоренным, и в январе 1942 года ее призвали на войну. Ее жених, который учился в консерватории в Ленинграде, пошел на войну добровольцем и погиб в первые месяцы войны.\nСания Газизовна с подчиненными двумя фельдшерами за ночь проводили перевязку до 150-200 раненых. Рассказывала, что очень страшно было под Сталинградом, когда госпиталь переправлялся через Волгу по мосту, был обстрел. Вода в реке стала красного цвета, как кровь, и от разрывов пуль и снарядов как будто кипела. Рассказывала, что однажды, когда они собрались оперировать пациента, началась бомбежка.\nОдин хирург погиб, а ее выбросило в окно взрывной волной, и она сильно ударилась головой. Лежала в госпитале и после выздоровления вернулась на фронт. Из всего их ускоренного выпуска, призванного на фронт, остались в живых и вернулись домой после Победы только двое...",
    "contributor": "Копосова Екатерина, двоюродная правнучка Сании Газизовны"
  },
  {
    "id": 8,
    "fullName": "Ахат Нариманович Ганеев",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/akhat.jpg",
    "bio": "Фронтовик, военный летчик, воевавший на северо-западном фронте.\nВ начале войны он был курсантом Качинского летного училища, где учили летать на боевых самолетах. Он, как и его товарищи по летной школе, мечтал скорее попасть на фронт, чтобы бить врага в воздухе и на земле, но по окончании курса обучения его хотели оставить служить дальше инструктором.\nНо он все-таки добился своего и получил назначение на Ленинградский фронт. На своем Ил-2 он защищал осажденный город. Всем было очень тяжело, но самое страшное, говорил он, видеть, как умирают от голода и холода тысячи ленинградцев. Когда была возможность, летчики передавали свой боевой паек с консервами и шоколадной плиткой детям Ленинграда. В тот период Ахат Нариманович получил свои первые боевые награды медали «За оборону Ленинграда» и «За боевые заслуги».\nА потом было Заполярье, служба в военно-морской авиации. Штурмовики (он называл их «горбатые») сопровождали морские конвои в северных широтах, защищая их от налетов немецких бомбардировщиков и истребителей. Свидетельство его мужества и героизма боевые награды. В 1944-1945 годах он был награжден орденами «Красной Звезды» и «Отечественной войны ІІ степени» и медалями «За оборону Советского Заполярья» и «За победу над Германией в Великой Отечественной войне 1941-1945 годах».\nПосле окончания войны продолжил службу. Демобилизовался в 1961 году в звании майора, переехал с семьей в Уфу. С 1961 по 1986 год работал в системе Башсовета «Динамо».",
    "contributor": "Дегтярева Арианна, правнучка Ахата Наримановича"
  },
  {
    "id": 9,
    "fullName": "Гладнев Михаил Федорович",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/gladnev.jpg",
    "bio": "Гладнев Михаил Федорович родился 3 сентября 1918 года. В ноябре 1938 года был призван в ряды Рабоче-Крестьянской Красной Армии (РККА) рядовым 9 Кавалерийской дивизии. С 22 июня 1941 года дивизия в составе 2-го Кавалерийского корпуса участвовала в Великой Отечественной войне против гитлеровской Германии.\nВо время войны Михаил Федорович был командиром взвода связистов-кавалеристов-линейщиков. Линейщики — это связисты, которые устанавливали военными связь между подразделениями и Ставкой Главного Командования с помощью проводов. Эти провода постоянно рвались, взрывались, противник специально нарушал связь, ведь она координировала действия армии. Именно поэтому в некоторых сражениях связистов погибало даже больше, чем пехотинцев!\nВ сентябре 1941 года и в марте 1944 года он был дважды представлен к ордену Красной Звезды. Он получил их за восстановление связи во время сражений, соединяя концы проводов под прицельным огнем противника. Из наградного листа: «...с телефоном в руках под сильным огнем противника за одни сутки боя устранил до 13 порывов линии связи».\nА еще Михаил Фёдорович под руководством легендарного генерала Льва Доватора участвовал в освобождении Москвы, за что и получил медаль «За оборону Москвы»! Воевал именно там, где сейчас находится дача его потомков - под Волоколамском. И его потомки каждый день ходят по этой земле!\nЗа время войны Михаил Фёдорович был ранен четыре раза и Победу встретил в тылу в Ялтинском госпитале. Благодаря работе в архивах МО семья Михаила Фёдоровича составила боевой путь.",
    "contributor": "Ашихмина Олеся, правнучка Михаила Фёдоровича"
  },
  {
    "id": 10,
    "fullName": "Глухих Козьма Антонович",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/glukhih.jpg",
    "bio": "Козьма (Кузьма) Антонович родился в 1900 году в Медянском уезде Вятской губернии в семье крестьянина. Работать Козьма начал рано, в 7 лет уже водил по полю лошадь, когда пахали, боронили и сеяли, а зимой возил из леса дрова. Рассказывал своим внукам, что лошадь сама знала дорогу, а он просто сидел на дровах.\nПосле окончания церковно-приходской школы отец отправил Козьму в Котельническое высшее начальное реальное училище. Позже он учился в Вятском народнохозяйственном практическом институте на агронома. По окончании института в числе лучших учеников был направлен работать в Нолинск. Интересный факт: жил Козьма на квартире, которую во время ссылки снимал Ф.Э. Дзержинский. Хозяйка рассказывала, что он учил ее немецкому языку.\nПотом работал в Вятке, Яранске, Котельниче и Нижнем Новгороде, был инструктором-агрономом, заведующим учебным хозяйством, директором по полеводству и свиноводству, доцентом в Горьковской высшей сельскохозяйственной школе. В 1937 году Козьма Антонович Глухих поступил на областную опытную станцию семеноводства под управлением профессора Н.В. Рудницкого. Позднее они вместе выведут сорт ржи «Вятка-2», из которого до сих пор в России делают хлеб.\nКозьму взяли на фронт рядовым в октябре 1942 года. Научный сотрудник, который в жизни не держал в руках даже охотничьего ружья, сразу попал в ожесточенные бои под Ржевом. В 1944 году у Козьмы Антоновича парализовало правую сторону тела, и полгода он провел в госпитале. После фронта он вернулся домой и, несмотря на рекомендованный покой, снова принялся за работу на прежнем месте в отделе зерновых культур.",
    "contributor": "Леви Арсений, правнук Козьмы Антоновича"
  },
  {
    "id": 11,
    "fullName": "Громов Александр Семёнович",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/gromov.jpg",
    "bio": "Громов Александр Семёнович рос сиротой. Ему было 17 лет, когда началась война. В 18 лет закончил училище, командовал взводом противотанковых ружей. В 19 лет участвовал в Курской битве, из 200 человек его роты в живых осталось только 18 бойцов.\nЗатем участвовал в форсировании Днепра, при этом его взвод первым форсировал реку, уничтожив 70 солдат и офицеров, пять пулемётных точек, одну автомашину с боеприпасами. Он лично уничтожил гранатами пулемётную точку и фашистов.\nНаграждён Орденом Красной Звезды. Был контужен, получил ранение, ІІ группа инвалидности. После войны стал ответственным партийным работником, 15 лет проработал на Старой площади инструктором ЦК КПСС.",
    "contributor": "Сахаров Егор, праправнук Александра Семёновича"
  },
  {
    "id": 12,
    "fullName": "Дегтярев Николай Александрович",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/degtyarev.jpg",
    "bio": "Николай Александрович Дегтярев на войне был танкистом в звании старшего техника-лейтенанта. В Красную Армию призван Бирским райвоенкоматом в августе 1941 года. Закончив ускоренные танковые курсы под городом Кунгуром, он прошел дорогами войны в различных воинских соединениях (тогда их часто переформировывали из-за больших потерь), всю Украину, Польшу и лишь сотню километров не дошел до Берлина, когда был тяжело ранен и встретил Победу в военном госпитале.\n«15 марта полк получил новую задачу закрепиться на окраине города Фюрстенвальде. Пошли в атаку. Батарея Машкина била в лоб, а наша левее, чтобы отрезать отступление немцев. Мое место было в доме на окраине городка, откуда я корректировал по связи ход боя. Вдруг в крышу дома ударил снаряд. Сразу я не ощутил боли, только почему-то вдруг онемели и стали непослушными рука и нога. Боль пришла чуть позже. Я почувствовал, как остро защемило сердце. В последний миг я увидел пламя, откуда стрелял «тигр». Подбил его наводчик Дорофеев, но я это узнал значительно позже, потому что потерял сознание».\nИз наградного листа: «... Гвардии старший техник-лейтенант Дегтярев Н.А. 13 января 1944 года в бою в районе деревни Ободное, под обстрелом танков и минометного огня противника произвел ремонт СУ-85, который после чего, вступив в бой, уничтожил два танка «тигр». На протяжении боев обеспечивал хорошее техническое состояние боевых машин, в результате батареей было уничтожено 5 «тигров», 2 артиллерийских батареи, две минометных батареи и свыше 150 солдат и офицеров противника».",
    "contributor": "Дегтярева Арианна, внучка Николая Александровича"
  },
  {
    "id": 13,
    "fullName": "Емельянов Иван Иванович",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/emelyanov.jpg",
    "bio": "Емельянов Иван Иванович родился в 1909 году в Оренбургском степном крае, в деревне Кандауровка. Был шофёром. Когда объявили о начале войны, он первым пошёл в военкомат со словами: «Я там нужен».\nПервая похоронка в село пришла на него, жена упала в обморок, с тех пор у неё было больное сердце. Позже выяснилось, что это ошибка. Эмоциональный фон был настолько высок, что прапрадедушка, имея 4 класса образования, написал стихотворение, как они бьют фашистов. Это наша семейная реликвия, истлевшие листки храним бережно.\nИван Иванович участвовал в Параде Победы, вёз по Красной площади военачальника. В победе бойцы были уверены, поэтому он договорился со своим лучшим другом, что, кто из них выживет, тот, родив сына, назовёт именем друга, чтобы жизнь продолжалась. Так в семье Емельяновых появился Виктор. А через полтора года после Победы Иван Иванович умер, сказались ранения и болезни, связанные с тем, что во время войны машину часто приходилось ремонтировать и вытаскивать из болот и грязи в любую погоду.\nДети и последующие поколения стараются жить достойно: дочь переехала в Москву, Заслуженный учитель; старший сын в Тольятти, Заслуженный строитель; Виктор живёт в Оренбурге, учитель.\nЖизнь продолжается и сохраняется память о Емельянове Иване Ивановиче!",
    "contributor": "Сахаров Егор, праправнук Ивана Ивановича"
  },
  {
    "id": 14,
    "fullName": "Ермульзин Степан Авдеевич",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/ermulzyn.jpg",
    "bio": "Родился Ермульзин Степан Авдеевич 25 декабря 1913 года в деревне Порез Унинского района Кировской области. На войну его мобилизовали 27 июня 1941 года. Степан Авдеевич был санинструктором на Калининском фронте в воинском звании рядового. Он выносил раненых на плащ-палатках, собственных плечах, ползком, под бомбежкой, пулеметным и артиллерийским огнем. Первую медицинскую помощь оказывали чаще всего под обстрелом. В очередном бою, 13 апреля 1942 года прадед был ранен.\nРанение ноги, долгое лечение в эвакогоспитале № 8835, ампутация не дали прадедушке вернуться на фронт. 16 марта 1943 года военной комиссией было принято решение об освобождении Ермульзина С.А. от воинской обязанности. Вернулся он в родную деревню и работал в приемном пункте. Умер прадедушка 09 сентября 1977 года. Наша семья бережно хранит его награды: медаль «За боевые заслуги» и медаль «За победу над Германией в Великой Отечественной войне 1941-1945 гг.».",
    "contributor": "Шаклеин Глеб, правнук Степана Авдеевича"
  },
  {
    "id": 15,
    "fullName": "Желялетдинов Алим",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/zhelyaletdinov.jpg",
    "bio": "Алима Желялетдинова призвали на фронт в 1943 году. Получив ранение, он лежал в госпитале в Смоленской области. Его родители поехали навестить сына. В Торгсине мама отдала золотое кольцо в обмен на гостинцы (у него была большая потеря крови). По ходу войны он регулярно писал письма своим родственникам.\nЖелялетдинов Алим дошел до Берлина и получил несколько наград: медаль «За боевые заслуги», медаль «За победу над Германией в Великой Отечественной войне 1941-1945 гг.», медаль «За взятие Берлина». После войны, вплоть до 1948 года, он служил в Германии, в Тюрингене.\nПотом ему предложили остаться там на еще более долгий срок, но его мама очень просила его вернуться домой, так как не хотела потерять второго сына (его брат пропал без вести в начале войны). Вскоре Алим вернулся к своей семье.",
    "contributor": "Фейзулин Гаяр, правнук Желялетдинова Алима"
  },
  {
    "id": 16,
    "fullName": "Калиберда Василий Иванович",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/caliberda.jpg",
    "bio": "Калиберда Василий Иванович родился в 1894 году. В 1918-1919 годах воевал в Первой Конной армии Семена Михайловича Буденного, потом участвовал в Финской войне, а когда началась Великая Отечественная война, он пошел добровольцем, потому что возраст был уже непризывной. Прошел всю войну санитаром до самого Берлина. Неоднократно был ранен и контужен. Вернулся домой в августе 1945 года. Был награжден юбилейными медалями за участие в Великой Отечественной войне.\nЕго три сына также участвовали в войне.\nСтарший сын Василий Васильевич был политруком, прошел всю войну и вернулся домой в 1945 году. Пошел работать в школу и трудился там до выхода на пенсию.\nСредний сын Алексей Васильевич был танкистом, дважды получил ранение и был контужен. После войны трудился в колхозе трактористом.\nМладший сын Иван Васильевич не подлежал призыву, но пошел на войну добровольцем, приписав себе год в документах. Он прошел обучение в училище и стал наводчиком в расчете артиллерийского орудия. Попал на Сталинградский фронт рядовым. Воевал мужественно на передовой линии фронта. В страшной Сталинградской мясорубке в 1942 году был тяжело ранен в руку и после длительного лечения был комиссован. Иван Васильевич Калиберда награжден медалями «За отвагу», «За победу над Германией» и юбилейными медалями за Победу.\nВернулся домой и продолжил трудовую деятельность сначала механиком, трактористом, затем комбайнером, выращивал хлеб. По призыву партии поехал на освоение целины в Казахстан и был награжден медалью «За освоение целинных и залежных земель». За добросовестный труд награждался почетными грамотами ВДНХ, был «Почетным колхозником». Великий труженик, он передал свое умение работать, любить Родину детям, внукам и правнукам.",
    "contributor": "Черярина Варвара, праправнучка Василия Ивановича"
  },
  {
    "id": 17,
    "fullName": "Коваленко Григорий Степанович",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/covakenkog.jpg",
    "bio": "Коваленко Григорий Степанович родился в 1913 году в Украине. С середины 1944 года он воевал в составе 3-го Украинского фронта и уже имел награду орден Красной Звезды. 18 августа 1944 года, когда командир взвода был тяжело ранен в ходе боя, принял командование взводом на себя и повел бойцов в атаку. В результате атаки вражеская пехота была отрезана от своих танков и уничтожена. За эту операцию он был награжден орденом Отечественной войны ІІ степени и заканчивал войну в звании гвардии старшего лейтенанта.",
    "contributor": "Сыровацкий Егор, правнук Григория Степановича"
  },
  {
    "id": 18,
    "fullName": "Коваленко Евгения Алексеевна",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/covalenkoe.jpg",
    "bio": "Коваленко (Поликарпова) Евгения Алексеевна родилась в 1917 году в Ленинграде. До войны она работала врачом. В первые дни войны добровольцем ушла на фронт, стала полевым военврачом. Она спасла много жизней, вынося раненых с поля боя и оказывая им медицинскую помощь. Ей было присвоено звание сержанта медицинской службы и высокая награда – орден Отечественной войны II степени.",
    "contributor": "Сыровацкий Егор, правнук Евгении Александровны"
  },
  {
    "id": 19,
    "fullName": "Лучин Михаил Васильевич",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/luchin.jpg",
    "bio": "Михаил Васильевич Лучин родился на станции Пригорье Рославльского района Смоленской области. На военную службу в РККА поступил в 1930 году. За время службы принимал участие в двух войнах: советско-финской и Великой Отечественной.\nВо время Великой Отечественной войны М.В. Лучин служил командиром батальона аэродромного обслуживания (БАО). БАО должен был отвечать за снабжение самолетов запчастями, боеприпасами, ГСМ, ремонт самолетов, подготовку мест базирования, маскировку, создание ложных аэродромов, имитацию взлета самолетов (в ночное время запускались шары с горящими лампочками), эвакуацию или уничтожение самолетов в случае прорыва противника на аэродром и другие боевые задачи. Работы велись круглосуточно и без отдыха в трудных полевых условиях: бездорожье, дождь, снег, под обстрелами и бомбежками.\nПри этом нужда в техниках ощущалась не меньшая, чем в опытных летчиках. Когда наша армия наступала, приходилось перемещать технику в соответствии с боевой задачей. При этом авиация противника ежедневно бомбила переправы. Пришлось изготавливать плоты для переправы своими силами. В итоге через реку был успешно переправлен личный состав, имущество и спецавтомобили (бензозаправщики, автомаслозаправщики, автостартеры), обеспечивающие подготовку авиачастей к боевым вылетам. И это лишь одна из задач, с которыми в ежедневном режиме приходилось сталкиваться командирам БАО.\nБыло много и других сложностей, в первую очередь нехватка спецавтотранспорта, обычных грузовиков, запчастей к автомашинам и даже обычных покрышек, изношенность автопарка. В качестве решения этих проблем при перебазировании авиаполка предварительно снимали покрышки со спецмашин, переставляли их на грузовики взамен изношенных, a после переброски техники возвращали на место. Солдаты, сержанты и офицеры тыловых частей, не зная отдыха, подвозили необходимые средства на расстояние от 90 до 500 километров в условиях осенне-зимнего бездорожья.\nПосле войны М.В. Лучин продолжил военную службу, передавал опыт, подготавливал достойную смену. Построил дом, вырастил сад. Его сын Федор также продолжил учебу и военную службу, создал семью, был награжден орденами и медалями. И благодаря навыкам, полученным на фронте, мог починить практически любой механизм.",
    "contributor": "Ольга Лебедева"
  },
  {
    "id": 20,
    "fullName": "Махонько Митрофан Павлович",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/makhonko.jpg",
    "bio": "Махонько Митрофан Павлович родился 12 июня 1926 года в селе Малая Загоровка, Украинской ССР. Будучи еще ребенком, он с родителями переехал в Узбекскую ССР, в г. Ташкент.\nВ июне 1941 года, когда началась война, ему было лишь 15 лет, и конечно в тот момент на фронт его не призвали. Все надеялись, что война закончится очень быстро, и мирная жизнь продолжится, но она затянулась на долгие годы. Так в ноябре 1943-го прадедушке было уже 17 лет, но прадедушка прибавил себе год, на всякий случай, и в военкомате заявил, что он с 1925 года рождения. Видимо из-за этого в некоторых военных документах есть путаница с годом его рождения. Таким образом он попал под мобилизацию и был призван в ряды Советской Армии.\nСвой фронтовой путь он начал в Эстонии. В сентябре 1944 года, когда туда прибыл Митрофан Павлович, полк действительно был в районе Тарту (Эстония).\n1 марта 1945 года Митрофан Павлович был удостоен медалью «За Отвагу».\n5 апреля 1945 года получил легкое, сквозное ранение в ногу. После ранения остался на фронте и уже после окончания войны в июне 1945 года проходил серьезное лечение. Ранение было легким, но всю жизнь оно давало о себе знать, и в 1992 году он был признан инвалидом 2 группы. По окончании войны он остался служить в армии, в Польше, где прослужил шофером воинской части еще 5 лет, до марта 1950 года.",
    "contributor": "Суровец Дарья, правнучка Митрофана Павловича"
  },
  {
    "id": 21,
    "fullName": "Мишин Николай Максимович",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/mishin.jpg",
    "bio": "Мишину Максиму Артамоновичу на начало войны было 42 года. Он пропал без вести в сентябре 1941 года под городом Великие Луки Псковской области, где с 22 августа по 7 сентября 1941 года происходило Великолукское сражение. Вероятно, он погиб в данном сражении. Мишина Николая Максимовича призвали на войну в возрасте 18 лет. Он принял военную присягу 15 ноября 1942 года.\nОн участвовал в военных действиях с ноября 1942 года по май 1945 года в составе Северо-Западного фронта, Степного фронта и 1-го Украинского фронта в должности радиста красноармейца 74 гв. сп, и командира стрелкового взвода. Он был дважды ранен и награждён Орденами Красной Звезды и Отечественной войны. В связи с ранением в Польше в марте 1945 года немного не дошёл до г. Берлина.",
    "contributor": "Ивойлов Александр, правнук Максима Артамоновича"
  },
  {
    "id": 22,
    "fullName": "Музалевский Борис Николаевич",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/muzalevskiy.jpg",
    "bio": "«Вместе с прадедушкой мы перебираем пожелтевшие от времени фотографии. Вот он еще совсем юный... a здесь с однополчанами перед отправкой на фронт. Прадедушка всегда с волнением вспоминает те далекие дни...» - правнучка Бориса Николаевича, Гориславская Ульяна.\nРодился Музалевский Борис Николаевич в деревне Судислово Московской области. Когда началась война, окончил семь классов, впереди было лето, каникулы... А тут все вмиг перевернулось. Мужчин призвали на фронт, в поселке оставались женщины, старики и дети. Их возили копать противотанковые рвы. Не верилось, что и до них дойдут немцы. Но третьего сентября учитель сказал, что учиться дальше не будут, враг слишком близко. Пришло осознание: детство закончилось. Они спрятали пионерские галстуки, вырвали из учебников страницы с портретами руководителей партии и правительства. Возвращаясь по домам, слышали, как гремело вдали. Думали, гроза, но это были раскаты орудийных выстрелов.\nВ ноябре 1943 года 17-летнего Бориса Николаевича и его товарищей призвали в армию, а во второй половине декабря 1944-го, после «учебки», отправили на фронт. Воевал он в Восточной Пруссии, на территории Германии. Бои были очень жестокие, много ребят погибло. Некоторые не скрывали, что было страшно. Он видел смерть, видел, как погибали товарищи. Борис Николаевич вспоминает, что не был отчаянным храбрецом, но чувство страха у него отсутствовало: очень уж хотелось жить, победить...\nА вот как сам Борис Николаевич рассказывает о боях, медаль за которые он получил не сразу: «Города Эльбинг и Фрауенбург расположены на необычном ландшафте кругом высоты. Ночью сменили стрелковую дивизию, в которой немцы практически выбили личный состав. Перерезали врагу пути отхода по железной и шоссейной дорогам. Сидели за насыпью в окопах, понимали, что немцы в любой момент могут бросить силы на прорыв их обороны. Их было около 50. Под утро, еще затемно, приготовили гранаты, набили магазины патронами и по команде взбежали наверх с криками «Ура!» атаковали пребывавшего в неведении врага. В этом бою он уничтожил не двух фашистов, а больше. Позже, когда закончился бой, была передышка, командир батальона сказал, что всех участников боя представят к наградам. А вскоре взяли сам Фрауенбург, и войска двинулись дальше на Запад».",
    "contributor": "Гориславская Ульяна, правнучка Бориса Николаевича"
  },
  {
    "id": 23,
    "fullName": "Орехов Николай Андреевич",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/orekhov.jpg",
    "bio": "Николай Андреевич Орехов во время войны был офицером-связистом. Он был рационализатором-изобретателем. Еще до войны он был назначен начальником аккумуляторной станции радиосвязи. И это при том, что имел лишь 5 классов школьного образования. Он был очень талантливым в области техники, таких в народе зовут «Кулибиными». Прямо в боевом подразделении, не дожидаясь реализации открытий исследовательских институтов, находящихся в тылу врага, он вел работы по улучшению батарей, обеспечивающих энергией аппараты беспроводной радиосвязи. За это он получил первый свой Орден «Красной звезды».\nИз наградного листа:\n«Применяя рационализаторские и изобретательские способности, товарищ Орехов внес много ценных усовершенствований, которые позволили зарядным агрегатам работать до 250% от нормы. За обеспечение бесперебойной работы узла связи, за отличное выполнение боевых заданий достоин представления к ордену «Красная Звезда».\nБеспроводная связь давала возможность не только обеспечить стабильную коммуникацию с командованием, но и позволяла спасти огромное количество жизней связистов-линейщиков.\nЗа время Великой Отечественной войны Николай Андреевич имел награды не только за изобретения, но и за боевые подвиги: две медали «За боевые заслуги», медаль «За взятие Кёнигсберга», польскую медаль «Мужества и вольности». И, конечно, «За Победу над Германией в Великой Отечественной войне 1941-1945 гг.»\nВеликую Победу он встретил в Польском городе Легницы. Умер он совсем молодым в 45 лет, от рака. Его сослуживцы говорили, что он спал на аккумуляторах. Возможно, это так плохо отразилось на его здоровье.",
    "contributor": "Ашихмина Олеся, правнучка Николая Андреевича"
  },
  {
    "id": 24,
    "fullName": "Палов Пётр Павлович",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/palov.jpg",
    "bio": "Война затронула всю семью Павлова Петра Павловича: вместе с ним Родину защищали и его братья и дядя, но только ему посчастливилось вернуться живым. Старший брат Михаил, лейтенант Красной Армии, после окончания Минского военного пехотного училища был направлен на службу к границе с Германией и уже в июне 1941 года он был объявлен пропавшим без вести. Младший брат Петра Николай вступил в ряды Красной Армии в конце 1942 года в возрасте всего 16 лет и стал успешным снайпером. За свои заслуги он получил медаль «За отвагу», но уже в начале 1944 года на территории Эстонии был убит «лесными братьями».\nВойна встретила Петра Павловича в Мурманске, откуда его мобилизовали на 2-й Белорусский фронт. Изначально он служил в пехоте, но при первой же возможности стал разведчиком. Петр выбрал именно такой путь, и ни разу не сомневался, поскольку эта деятельность давала ему больше свободы действий. В разведке он познакомился с опытным солдатом, воевавшим еще в период Первой мировой войны. Благодаря его опыту Петр научился выживать в самых тяжких условиях. Бывали случаи, когда ему приходилось часами лежать в болоте, полностью погруженным в воду, так, чтобы только нос оставался на поверхности. И все это время над головой свистели пули.\nЗа годы войны Петр отлично выучил немецкий язык, помогал допрашивать «языков», а в 1943-1944 годах призывал фашистов к сдаче с помощью громкоговорителя. После возвращения в родную часть он почти дошел до Берлина, но уже в боях под Берлином был тяжело ранен осколком в грудь. Несколько месяцев Петр Палов пролежал в госпитале в тяжелом состоянии, но все же выздоровел.\nПосле выздоровления Петр обосновался в Угличе, выучился там на механика сыродельной промышленности и стал преподавателем-сыроделом.",
    "contributor": "Палов Дмитрий, внук Петра Павловича"
  },
  {
    "id": 25,
    "fullName": "Седова Екатерина Яковлевна",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/sedova.jpg",
    "bio": "«Эта история записана со слов моей бабушки, маминой мамы, и мне кажется очень важным знать историю женщин в моей семье». - Лотник Злата, 9 класс, школа «Летово», внучка Екатерины Яковлевой.\nЕкатерина Яковлевна родилась 10 мая 1924 года. В семье было шестеро детей: два брата и четыре сестры. Жили они недалеко от города Оренбург, на станции Чебеньки. После окончания семилетки (школа с семью классами, некоторые годы дети не учились, потому что не было или классов, или учителя. - Прим. авт.) в 1941 году Екатерина Яковлевна поступила в медицинский техникум. На тот момент ей было 16 лет.\nВ 1943 году она пошла на фронт и сначала служила в госпитале при 202-м стрелковом полку 3-го Белорусского фронта. Военные части несколько раз менялись. В госпиталь постоянно привозили раненых, которых они выхаживали. Условия были, конечно, в то время очень тяжелые: медсестры работали круглые сутки, стирали бинты, отваривали хвою и давали отвар солдатам, чтобы были хоть какие-то витамины. Страшно в госпитале не было, боялись только попасть в окружение. Часто были бомбежки. В результате одной из них она получила тяжелое ранение ноги, и сама долго лежала в госпитале.\nВернулась Екатерина Яковлевна домой в звании младшего лейтенанта медицинской службы и с несколькими медалями: «За боевые заслуги», «За взятие Кёнигсберга», двумя медалями «За отвагу», «За победу над Германией в Великой Отечественной войне 1941-1945 гг.», и всю жизнь до пенсии проработала фельдшером на станции скорой помощи. А братья ее не вернулись с войны, но это уже другая история.",
    "contributor": "Злата, внучка Екатерины Яковлевой"
  },
  {
    "id": 26,
    "fullName": "Скороход Фёдор Фёдорович",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/skorohod.jpg",
    "bio": "Родился 17 октября 1907 года в селе Снежково Ново-Георгиевского района Кировоградской области (Украинская ССР). Призван на военную службу в сентябре 1929 года (Сталинский РВК, Новосибирская обл.). Получил звание гвардии старшего лейтенанта, был заместителем командира батальона по политчасти.\nСлужил в 112-й стрелковой дивизии 62-й армии (январь 1942 г. - январь 1943 г.), 161-м стрелковом полку и 3-м стрелковом батальоне 231-го гвардейского стрелкового полка 75-й гвардейской стрелковой дивизии 60-й армии (январь 1943 г. - октябрь 1945 г.). С мая 1944 года по май 1945 года обучался в ВПУ имени Ленина, с мая по октябрь 1945 года в резерве главного политического управления Рабоче-Крестьянской Красной Армии. Окончил службу 3 октября 1945 года.\nУчаствовал в Сталинградской битве, в боях за Курск, Орёл и Бахмач, в освобождении Киева, воевал в Калинковичах. Награждён медалями «За оборону Сталинграда» (1942), «За отвагу» (1943) и «За победу над Германией в Великой Отечественной войне 1941-1945 гг.».\nПо свидетельствам сослуживцев, воодушевлял бойцов РККА на подвиги. По рассказам родственницы, однажды в укрепление Фёдора Фёдоровича попал вражеский снаряд, когда он вышел покурить. Так пагубная привычка спасла жизнь советского офицера.\nПосле войны работал директором завода в Украинской ССР. Воспитывал дочь. Умер в 1959 году от сердечного приступа.",
    "contributor": "Смирнов Максим Кириллович, родственник Фёдора Фёдоровича"
  },
  {
    "id": 27,
    "fullName": "Тестин Александр Иванович",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/testin.jpg",
    "bio": "В 2019 году ушла из жизни Алла Александровна Слонецкая. Она часто делилась воспоминаниями о том, как в 1942 году, когда ей было всего 5 лет, фашисты захватили город Шахты в Ростовской области, где она жила. Алла Александровна до конца своих дней помнила ужас оккупации: немецкие солдаты отобрали у ее семьи все, что у них было, и даже угрожали расстрелом, но им чудом удалось спастись. Перед смертью она передала правнуку самое ценное, что у нее было, — фронтовой треугольник, письмо с войны от ее родного дяди Александра Ивановича Тестина. Он служил в Красной Армии и погиб в 1944 году в возрасте всего 25 лет.\nПравнук начал искать информацию о нем и нашёл много интересного на сайте архива Минобороны. Оказалось, что Александр Иванович был настоящим героем. Он дослужился до звания капитана и командовал минометной ротой 619 стрелкового полка 203 Запорожской стрелковой дивизии. В 1943 году его наградили орденом Красной Звезды за героизм в Битве за Днепр, когда его дивизия освободила город Запорожье. В наградном листе указано, что в октябре 1943 года он участвовал в Битве за Днепр и уничтожил множество врагов. Во время этого сражения его дивизия понесла тяжелые потери - более половины солдат погибли.\nВ это время его дивизия освобождала Донецкую и Луганскую области Украины, ведя тяжелые бои под Славянском, Изварино, у Саур-Могилы. Последний документ, который правнук нашёл, был очень печальным: 6 марта 1944 года герой погиб от ран, полученных в бою, когда его дивизия сражалась за освобождение Николаевской и Херсонской областей Украины. Он узнал, что Александр Иванович был похоронен в братской могиле в селе Николаевка Херсонской области. В 1961 году на этой братской могиле был установлен гранитный памятник, который потомки увидели на фотографии, присланной его односельчанами.",
    "contributor": "Бернадский Борис, правнук Аллы Александровны"
  },
  {
    "id": 28,
    "fullName": "Толмачёв Александр Никитич",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/tolmachev.jpg",
    "bio": "Толмачёв Александр Никитович родился в 1915 году. В 18 лет был призван в армию, зачислен в 70-й железнодорожный полк. Был командиром стрелкового отделения. После службы в армии в 1938 году приехал в село Куропатино Амурской области, где работал участковым инспектором. Здесь женился на Лидии Афанасьевне. В 1941 году у него родилась дочь Люба.\nВ 1942 году Александр Никитович добровольцем ушел на фронт. Свой боевой путь он прошел в 56-й гвардейской стрелковой Смоленской Краснознамённой дивизии, сформированной в Алтайском крае. Он был помощником командира взвода батальона связи, лично знал Александра Матросова.\nДивизия принимала участие в освобождении 3500 населенных пунктов Смоленской, Калининской и Псковской областей, Белоруссии и Латвии, среди которых города Ельня, Смоленск, Красный, Зверовичи, Пустошка, Опочка, Лудзе, Карсава, Резекне, Огре, Рига и другие. 56-я дивизия во время боев разгромила несколько частей и соединений немецкой армии. Было взято в плен более 10500 фашистов, захвачено 200 орудий и минометов, 28 бронетранспортеров, 62 танка и другая техника. Наступивший 1945 год дивизия встретила у берегов Балтийского моря, где вела бои по уничтожению Курляндской группировки немцев. За героические подвиги воинам дивизии было вручено свыше 11 тысяч орденов и медалей.\nВернулся Александр Никитович с войны в октябре 1945 года. Сколько было радости! Он с Лидией Афанасьевной жили дружно, воспитали шестерых детей, вели большое хозяйство. После войны прапрадедушка продолжил службу в МВД участковым инспектором. Его уважали жители сел за справедливость, честность и неподкупность. Он заслужил медаль «Отличник милиции», имеет юбилейные медали Вооруженных сил, юбилейные медали Великой Отечественной войны.",
    "contributor": "Некрасов Алексей, правнук Александра Никитича"
  },
  {
    "id": 29,
    "fullName": "Филипцов Лев Михайлович и Филипцова Анна Степановна",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/philipcovs.jpg",
    "bio": "Филипцов Лев Михайлович родился в Беларуси в деревне Себровичи Чечерского района Гомельской области. У родителей он был четвертый ребенок. Закончил 7 классов и поступил в 1939 году в Московское военное железнодорожное училище.\nПосле окончания училища был отправлен в город Хабаровск на должность командира взвода 60 отдельного путевого железнодорожного батальона. В марте 1943 года их передислоцировали на Воронежский фронт, а затем на 1-й Украинский фронт, где они стали выполнять задачи по восстановлению разрушенных при отступлении немцев железнодорожных коммуникаций. Крупнейшие железнодорожные узлы: Харьков, Полтава, Киев, Житомир, Тернополь, Львов хранят следы работы его бригады. В то время он уже был заместителем начальника штаба 60 батальона 7-й железнодорожной бригады.\nФилипцова Анна Степановна родилась в поселке Базарный Сызган Ульяновской области. У родителей она была третьим ребенком. Закончила школу 7 классов. В 1942 году училась на курсах киномехаников в городе Воронеже.\nВ 19 лет была призвана добровольцем на Великую Отечественную войну. В городе Харькове прошла военную подготовку и в должности телефонистки была назначена в 60 железнодорожный батальон, где она познакомилась со своим будущим мужем Филипцовым Львом Михайловичем.\nВ апреле 1945 года уехали в батальон на Байкал. Анна Степановна была оформлена переводом из 7-й железнодорожной бригады в отделение связи 7 мехбата. В ноябре после окончания войны произвели увольнения в запас всех женщин-военнослужащих. Уволена была и Анна Степановна в звании ефрейтора.",
    "contributor": "Калинина Татьяна, правнучка Льва Михайловича и Анны Степановны"
  },
  {
    "id": 30,
    "fullName": "Фролов Олег Михайлович",
    "rank": "",
    "birthYear": null,
    "deathYear": null,
    "photo": "photos/frolov.jpg",
    "bio": "Пройденный жизненный путь Олега Михайловича – яркое свидетельство беззаветного служения на благо нашей Родины. Он принадлежит к тому поколению советских людей, которые, едва получив аттестат зрелости, без колебаний встали на защиту Отечества.\nВ ноябре 1940 года было издано постановление Совета Народных Комиссаров «Об организации специальных военных средних школ ВВС». Выпускник средней школы № 4 города Гатчины Фролов Олег Михайлович был зачислен в 10-й класс 2-й спецшколы ВВС. Получил аттестат об окончании спецшколы города Ленинграда 16 июня 1941 года, в 18-летнем возрасте включился во всенародную борьбу за освобождение Родины. Был непосредственным участником Великой Отечественной на фронтах: Воронежском, Степном, Центральном, Карельском, 1-м Белорусском, и закончил службу в Забайкальском военном округе, приняв участие в разгроме японского милитаризма на дальневосточных рубежах и защите нашей Родины.\nПосле службы в Советской Армии связал свою судьбу с гидрографией: закончил Ленинградское высшее инженерное морское училище имени адмирала С.О. Макарова и посвятил себя изучению акваторий арктических и дальневосточных морей, труднодоступных архипелагов и побережья Советской Арктики, Мирового океана и Антарктики.\nВоинские заслуги Олега Михайловича перед Родиной отмечены правительственными наградами, а производственные успехи – почетными грамотами и благодарностями.",
    "contributor": "Орлов Фёдор"
  }
]
